
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Grupos de trabalho para %@";
"MCX_NO_WORKGROUPS_FOR" = "Grupos de trabalho inexistentes para %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Impossível criar a conta móvel.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Ocorreu um problema ao criar a conta móvel.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Ocorreu um problema ao aceder ao volume da conta móvel.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Ocorreu um problema ao criar o registo de conta móvel.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Ocorreu um problema ao criar ou aceder a “%@”.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Ocorreu um problema ao criar um início FileVault.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Não é possível criar a sua pasta pessoal do FileVault porque já existe uma pasta com o mesmo nome.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Impossível continuar porque já se encontra ligado a outro computador.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Pode aceder a apenas um computador de cada vez. Contacte o administrador do sistema ou tente de novo mais tarde.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Não pode aceder neste momento.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "As suas especificações actuais não lhe permitem aceder. Contacte um administrador de sistema.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Não pode aceder neste momento.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "O acesso não é permitido a utilizadores locais. Contacte um administrador de sistema.";

